Repository: common-repository/wpify-mapy-cz
Catalog: languages/wpify-mapy-cz-*.po
Languages: cs_cz

source: Easily embed free mapy.cz maps anywhere
cs_cz: Přidávejte snadno a zdarma Mapy.cz do vašich článků, stránek nebo jiných vlastních post typů

source: Maps
cs_cz: Mapy

source: Markers
cs_cz: Značky

source: Welcome! Plugin WPify Mapy.cz by <a href="%s" target="_blank">wpify.io</a> lets you add mapy.cz maps to your site easily!
cs_cz: Vítejte! Plugin WPify Mapy.cz od <a href="%s" target="_blank">wpify.io</a> vám umožní snadno přidávat mapy od Mapy.cz na vaše stránky!

source: You can start adding <a href="%s">maps</a> and <a href="%s">markers</a> right away.
cs_cz: Můžete rovnou začít přidávat <a href="%s">mapy</a> a <a href="%s">značky</a>.

source: How to create map and insert it to your page
cs_cz: Jak vytvořit mapy a vložit je na vaší stránku

source: Add as many <a href="%s">markers</a> as needed, select it's positions and publish them.
cs_cz: Přidejte <a href="%s">značek</a> kolik chcete, vyberte jejich pozici a publikujte je.

source: Add a new <a href="%s">map</a>, enter the options, choose markers to display and click Publish.
cs_cz: Přidejte novou <a href="%s">mapu</a>, přizpůsobte ji, vyberte značky k zobrazení a publikujte svou mapu.

source: To insert the map into your page, you can either use <i>Mapy.cz</i> Gutenberg block, or you can use the shortcode provided in the maps <a href="%s">admin listing</a>
cs_cz: Pro přidání mapy na stránku můžete využít jak <i>Mapy.cz</i> gutenberg block, nebo můžete použít shortcode, který naleznete v <a href="%s">seznamu map</a>

source: Settings
cs_cz: Nastavení

source: Get more plugins and support
cs_cz: Získejte další pluginy a podporu

source: Marker details
cs_cz: Detaily značky

source: Marker
cs_cz: Značka

source: Map details
cs_cz: Detail mapy

source: Map
cs_cz: Mapa

# post type general name
source: Maps
cs_cz: Mapy

# post type singular name
source: Map
cs_cz: Mapa

# admin menu
source: Maps
cs_cz: Mapy

# add new on admin bar
source: Map
cs_cz: Mapa

source: Add New Map
cs_cz: Přidat novou mapu

source: New Map
cs_cz: Nová mapa

source: Edit Map
cs_cz: Upravit mapu

source: View Map
cs_cz: Zobrazit mapu

source: All Maps
cs_cz: Všechny mapy

source: Search Maps
cs_cz: Vyhledat mapu

source: Parent Maps:
cs_cz: Nadřízená mapa:

source: No Maps found.
cs_cz: Žádná mapa nenalezena.

source: No Maps found in Trash.
cs_cz: V koši není žádná mapa.

source: Description of Map.
cs_cz: Popis mapy.

source: map
cs_cz: mapa

# post type general name
source: Markers
cs_cz: Značky

# post type singular name
source: Marker
cs_cz: Značky

# admin menu
source: Markers
cs_cz: Značky

# add new on admin bar
source: Marker
cs_cz: Značka

source: Add New Marker
cs_cz: Přidat novou značku

source: New Marker
cs_cz: Nová značka

source: Edit Marker
cs_cz: Upravit značku

source: View Marker
cs_cz: Zobrazit značku

source: All Markers
cs_cz: Všechny značky

source: Search Markers
cs_cz: Vyhledat značky

source: Parent Markers:
cs_cz: Nadřízená značka:

source: No Markers found.
cs_cz: Žádná značka nebyla nalezena.

source: No Markers found in Trash.
cs_cz: Žádná značka nebyla nalezena v koši.

source: Description of Marker.
cs_cz: Popis značky.

source: marker
cs_cz: značka

source: <div class="error notice"><p>Opps! %s requires a minimum PHP version of %s. Your current version is: %s. Please contact your host to upgrade.</p></div>
cs_cz: <div class="error notice"><p>Sakryš! %s vyžaduje minimální verzi PHP %s. Vaše aktuální verze je: %s. Kontaktujte prosím svého poskytovatele webhostingu a požádejte ho o aktualizaci.</p></div>

source: <div class="error notice"><p>Opps! %s is corrupted it seems, please re-install the plugin.</p></div>
cs_cz: <div class="error notice"><p>Sakryš! Zdá se, že plugin %s je poškozen, nainstalujte prosím plugin znovu.</p></div>

source: Basic map
cs_cz: Základní mapa

source: Ortho map
cs_cz: Ortho mapa

source: Hybrid map
cs_cz: Hybridní mapa

source: Turist map
cs_cz: Turistická mapa

source: Winter turist map
cs_cz: Zimní turistická mapa

source: Description:
cs_cz: Popis značky:

source: Display type:
cs_cz: Typ zobrazení:

source: Markers:
cs_cz: Značky:

source: Set zoom and center by markers
cs_cz: Automaticky nastavit zoom a střed podle zobrazených markerů

source: Show info window
cs_cz: Zobrazit vizitku

source: Width:
cs_cz: Šířka:

source: Height:
cs_cz: Výška:

source: Type to search...
cs_cz: Zadejte hledaný výraz...

source: latitude: %s, longitude: %s
cs_cz: zeměpisná šířka: %s, zeměpisná délka: %s

source: Select map
cs_cz: Vyberte mapu
